Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/wordpress-tm.tmx
Source language: en
Languages: ca_es

source: <strong>Publish</strong> - You can set the terms of publishing your post in the Publish box. For Status, Visibility, and Publish (immediately), click on the Edit link to reveal more options. Visibility includes options for password-protecting a post or making it stay at the top of your blog indefinitely (sticky). Publish (immediately) allows you to set a future or past date and time, so you can schedule a post to be published in the future or backdate a post.
ca_es: <strong>Publica</strong> - Podeu establir les condicions de publicació de l'entrada a la caixa Publica. Per a l'Estat, la Visibilitat i Publica (immediatament), feu clic a l'enllaç Edita per a mostrar més opcions. La visibilitat inclou opcions per protegir amb contrasenya una entrada o fer-la romandre a dalt de tot del bloc indefinidament (enganxada). Publica (immediatament) us permet definir una data i hora futura o passada per tal de poder programar una entrada i que es publiqui en el futur o retrocedir una entrada.

source: <strong>Featured Image</strong> - This allows you to associate an image with your post without inserting it. This is usually useful only if your theme makes use of the featured image as a post thumbnail on the home page, a custom header, etc.
ca_es: <strong>Imatge destacada</strong> - Això permet associar una imatge amb l'entrada sense haver d'inserir-la. Això sol ser útil només si el tema fa servir la característica d'imatge destacada com a previsualització de l'entrada a la pàgina principal, en una capçalera personalitzada, etcètera.

source: <strong>Title</strong> - Enter a title for your post. After you enter a title, you&#8217;ll see the permalink below, which you can edit.
ca_es: <strong>Títol</strong> - Introdueix un títol per a l'entrada. Una vegada introduït veureu l'enllaç permanent, que podreu editar, a la part inferior.

source: <strong>Discussion</strong> - You can turn comments and pings on or off, and if there are comments on the post, you can see them here and moderate them.
ca_es: <strong>Discussió</strong> - Podeu activar i desactivar els comentaris i pings, i si hi ha comentaris a l'entrada, els podreu veure aquí i moderar-los.

source: You can refine the list to show only posts in a specific category or from a specific month by using the dropdown menus above the posts list. Click the Filter button after making your selection. You also can refine the list by clicking on the post author, category or tag in the posts list.
ca_es: Podeu refinar la llista per mostrar solament les entrades d'una categoria específica o d'un mes especific en utilitzar els menús desplegables que hi ha a sobre de la llista d'entrades. Feu clic al botó Filtre per a fer la selecció. També podeu refinar la llista en fer clic en l'autor de l'entrada, la categoria o etiqueta en la llista d'entrades.

source: You can view posts in a simple title list or with an excerpt. Choose the view you prefer by clicking on the icons at the top of the list on the right.
ca_es: Podeu veure les entrades en una simple llista de títols o amb un extracte. Trieu la vista que preferiu fent clic en les icones que hi ha a la part de dalt a la dreta.

source: You can hide/display columns based on your needs and decide how many posts to list per screen using the Screen Options tab.
ca_es: Podeu amagar/mostrar les columnes segons les vostre necessitats i decidir quantes entrades llistar per pantalla fent servir la pestanya Opcions de pantalla.

source: You can filter the list of posts by post status using the text links in the upper left to show All, Published, Draft, or Trashed posts. The default view is to show all posts.
ca_es: Podeu filtrar la llista d'entrades per l'estat de l'entrada fent servir els enllaços de la part superior esquerra per mostrar Tots, els Publicats, els Esborranys o les entrades de la Paperera. La visualització per defecte és mostrar totes les entrades.

source: You can customize the display of this screen in a number of ways:
ca_es: Podeu personalitzar la visualització d'aquesta pàgina de moltes maneres:

source: Hovering over a row in the posts list will display action links that allow you to manage your post. You can perform the following actions:
ca_es: En passar el cursor per sobre una fila a la llista d'entrades es mostraran els enllaços d'accions que us permeten gestionar les entrades. Podeu realitzar les següents accions:

source: Search Installed Plugins
ca_es: Cerca extensions instal·lades

source: <strong>Incoming Links</strong> - Shows links to your site found by Google Blog Search.
ca_es: <strong>Enllaços entrants</strong> - Mostra els enllaços cap al lloc trobats per Google Blog Search.

source: <strong>QuickPress</strong> - Allows you to create a new post and either publish it or save it as a draft.
ca_es: <strong>Editor Ràpid</strong> - Us permet crear noves entrades i publicar-les o desar-les com a esborranys

source: <strong>Recent Drafts</strong> - Displays links to the 5 most recent draft posts you&#8217;ve started.
ca_es: <strong>Esborranys recents</strong> - Mostra els enllaços als 5 esborranys més recents que heu començat.

source: <strong>Right Now</strong> - Displays a summary of the content on your site and identifies which theme and version of WordPress you are using.
ca_es: <strong>Ara mateix</strong> - Mostra un resum del contingut del lloc i identifica quin tema i versió del WordPress esteu fent servir.

source: <strong>Recent Comments</strong> - Shows the most recent comments on your posts (configurable, up to 30) and allows you to moderate them.
ca_es: <strong>Comentaris recents</strong> - Mostra els comentaris més recents de les entrades (configurable fins a 30) i us permet moderar-los.

source: Your theme does not support navigation menus or widgets.
ca_es: El tema no admet menús de navegació ni ginys.

source: &#8220;%s&#8221; has failed to upload due to an error
ca_es: &#8220;%s&#8221; no s'ha pogut penjar a causa d'un error

source: Post published. <a href="%s">View post</a> | <a href="%s">Edit post</a>
ca_es: S'ha publicat l'entrada. <a href="%s">Visualitza l'entrada</a> | <a href="%s">Edita l'entrada</a>

source: Draft saved. <a href="%s">Preview post</a> | <a href="%s">Edit post</a>
ca_es: S'ha desat l'esborrany. <a href="%s">Previsualitza l'entrada</a> | <a href="%s">Edita l'entrada</a>

source: Categories and Tags Converter
ca_es: Convertidor de categories i etiquetes

source: Install the category/tag converter to convert existing categories to tags or tags to categories, selectively.
ca_es: Instal·la el convertidor de categories i etiquetes per convertir categories existents a etiquetes o etiquetes a categories, segons escolliu.

source: There is a pending change of your e-mail to <code>%1$s</code>. <a href="%2$s">Cancel</a>
ca_es: Està pendent un canvi del correu electrònic a <code>%1$s</code>. <a href="%2$s">Anul·la'l</a>

source: Most Recent
ca_es: Els més recents

source: End Date
ca_es: Data de finalització

source: Start Date
ca_es: Data d'inici

source: Install the WordPress importer to import posts, pages, comments, custom fields, categories, and tags from a WordPress export file.
ca_es: Instal·la l'importador del WordPress per importar entrades, pàgines, comentaris, camps personalitzats, categories i etiquetes des d'un fitxer d'exportació del WordPress.

source: Install the RSS importer to import posts from an RSS feed.
ca_es: Instal·la l'importador de RSS per importar entrades d'un canal RSS.

source: Install the blogroll importer to import links in OPML format.
ca_es: Instal·la l'importador de llistes d'enllaços per importar enllaços en format OPML.

source: Install the Movable Type importer to import posts and comments from a Movable Type or TypePad blog.
ca_es: Instal·la l'importador de Movable Type per importar entrades i comentaris d'un bloc de Movable Type o TypePad.

source: Install the Blogger importer to import posts, comments, and users from a Blogger blog.
ca_es: Instal·la l'importador de Blogger per importar entrades, comentaris i usuaris d'un bloc de Blogger.

source: Install importer
ca_es: Instal·la l'importador

source: Styles
ca_es: Estils

source: Tag
ca_es: Etiqueta

source: Clear
ca_es: Neteja

source: Slug
ca_es: URL

source: Parent
ca_es: Pare

source: Pending
ca_es: Pendent

source: Remove Background Image
ca_es: Elimina la imatge de fons

source: Comments on &#8220;%s&#8221;
ca_es: Comentaris a &#8220;%s&#8221;

source: The Walker class named <strong>%s</strong> does not exist.
ca_es: La classe Walker amb nom <strong>%s</strong> no existeix.

source: Show advanced menu properties
ca_es: Mostra les propietats avançades del menú

source: Theme <span class="b">%1$s</span> with <span class="b"><a href="widgets.php">%2$s Widget</a></span>
ca_es: El tema <span class="b"><a href="themes.php">%1$s</a></span> amb <span class="b"><a href="widgets.php">%2$s giny</a></span>

source: You have version %1$s installed. Update to %2$s.
ca_es: Teniu la versió %1$s instal·lada. Actualitzeu a la versió %2$s.

source: Home
ca_es: Inici

source: Enable
ca_es: Habilita

source: Registered
ca_es: Registrat

source: Archive
ca_es: Arxiva

source: Spam
ca_es: Brossa

source: This will restore the original background image. You will not be able to restore any customizations.
ca_es: Això eliminarà la imatge de fons original. No podreu recuperar cap personalització.

source: Create Menu
ca_es: Crea menú

source: Your new WordPress site has been successfully set up at: %1$s You can log in to the administrator account with the following information: Username: %2$s Password: %3$s We hope you enjoy your new site. Thanks! --The WordPress Team http://wordpress.org/
ca_es: El nou lloc web gestionat amb el WordPress s'ha instal·lat correctament a: %1$s Podeu iniciar una sessió al compte d'administrador amb la següent informació: Nom d'usuari: %2$s Contrasenya: %3$s Esperem que gaudiu del nou lloc web. Gràcies! --L'equip del WordPress http://ca.wordpress.org/

source: WordPress Blog
ca_es: Bloc del WordPress

source: &mdash; No role for this site &mdash;
ca_es: &mdash; Cap rol en aquest lloc web &mdash;

source: Use Press This to clip text, images and videos from any web page. Then edit and add more straight from Press This before you save or publish it in a post on your site.
ca_es: Useu "Premeu això" per capturar text, imatges i vídeos de qualsevol pàgina web. Aleshores editeu i afegiu més directament des de "Premeu això" abans de desar-ho o publicar-ho en una entrada al lloc.

source: Remove Users from Site
ca_es: Suprimiu usuaris del lloc web

source: You are not allowed to create posts or drafts on this site.
ca_es: No teniu autorització per crear entrades o esborranys en aquest lloc web.

source: Custom site deleted message.
ca_es: Missatge personalitzat per al lloc web suprimit.

source: Custom site suspended message.
ca_es: Missatge personalitzat per al lloc web suspès.

source: Custom site inactive message.
ca_es: Missatge personalitzat per al lloc web inactiu.

source: No sites found.
ca_es: No s'ha trobat cap lloc web.

source: Trackbacks are a way to notify legacy blog systems that you&#8217;ve linked to them. If you link other WordPress sites they&#8217;ll be notified automatically using <a href="http://codex.wordpress.org/Introduction_to_Blogging#Managing_Comments" target="_blank">pingbacks</a>, no other action necessary.
ca_es: Els retroenllaços són una forma de notificar a sistemes de bloc tradicionals que els heu enllaçat. Si enllaceu altres llocs web gestionats amb el WordPress aquests seran notificats automàticament mitjançant <a href="http://codex.wordpress.org/Introduction_to_Blogging#Managing_Comments" target="_blank">retropings</a> (en anglès), sense que calgui que feu res més.

source: You are not allowed to create pages on this site.
ca_es: No teniu permisos per crear pàgines en aquest lloc web.

source: My Site
ca_es: El meu lloc web

source: New WordPress Site
ca_es: Nou lloc web gestionat amb el WordPress

source: You do not have sufficient permissions to update themes for this site.
ca_es: No teniu els permisos necessaris per actualitzar els temes del lloc web.

source: You do not have sufficient permissions to update plugins for this site.
ca_es: No teniu prou permisos com per gestionar les extensions d'aquest lloc web.

source: You do not have sufficient permissions to install themes on this site.
ca_es: No teniu els permisos necessaris per insta·lar els temes en aquest lloc web.

source: You do not have sufficient permissions to edit templates for this site.
ca_es: No teniu permís per editar les plantilles d'aquest lloc web.

source: You do not have sufficient permissions to activate plugins for this site.
ca_es: No teniu prou permisos com per activar les extensions d'aquest lloc web.

source: You do not have sufficient permissions to install plugins on this site.
ca_es: No teniu permís per instal·lar extensions en aquest lloc web.

source: You do not have sufficient permissions to deactivate plugins for this site.
ca_es: No teniu permís per desactivar extensions d'aquest lloc web.

source: You do not have sufficient permissions to delete plugins for this site.
ca_es: No teniu permís per suprimir extensions d'aquest lloc web.

source: You do not have sufficient permissions to add links to this site.
ca_es: No teniu permís per afegir enllaços a aquest lloc.

source: You do not have sufficient permissions to edit the links for this site.
ca_es: No teniu els permisos necessaris per editar els enllaços d'aquest lloc web.

source: You do not have sufficient permissions to export the content of this site.
ca_es: No teniu permís per exportar el contingut d'aquest lloc.

source: You do not have sufficient permissions to import content in this site.
ca_es: No teniu permís per importar contingut a aquest lloc web.

source: If you have posts or comments in another system, WordPress can import those into this site. To get started, choose a system to import from below:
ca_es: Si teniu entrades o comentaris en un altre sistema, el WordPress pot importar-los al lloc web actual. Per començar, trieu aquí sota el sistema des del qual els importareu:

source: There are no plugins installed on this site.
ca_es: No hi ha extensions instal·lades en aquest lloc web.

source: You do not have sufficient permissions to edit plugins for this site.
ca_es: No teniu prou permisos com per editar les extensions d'aquest lloc web.

source: No items.
ca_es: Cap element.

source: Menu Name
ca_es: Nom del menú

source: CSS Classes
ca_es: Classes CSS

source: Navigation Label
ca_es: Etiqueta de navegació

source: To use a subdomain configuration, you must have a wildcard entry in your DNS. This usually means adding a <code>*</code> hostname record pointing at your web server in your DNS configuration tool.
ca_es: Per fer servir una configuració de subdominis, heu de tenir un patró als vostres registres DNS. Això normalment significa afegir un registre d'amfitrió <code>*</code> que apunti al vostre servidor web en la configuració dels vostres DNS.

source: The installer attempted to contact a random hostname (<code>%1$s</code>) on your domain.
ca_es: L'instal·lador intentarà contactar amb un nom de amfitrió aleatori (<code>%1$s</code>) per al domini.

source: Usernames can have only alphanumeric characters, spaces, underscores, hyphens, periods and the @ symbol.
ca_es: Els noms d'usuari solament han de tenir caràcters alfanumèrics, espais, guions, guions baixos, punts i el símbol @.

source: Move down
ca_es: Mou avall

source: The menu item has been successfully deleted.
ca_es: S'ha suprimit correctament l'element del menú.

source: Move up
ca_es: Mou amunt

source: Try again
ca_es: Intenteu-ho de nou

source: Please provide a custom field name.
ca_es: Heu de proporcionar un nom per al camp personalitzat.

source: Display Options
ca_es: Mostra les opcions

source: You have specified these users for removal:
ca_es: Heu especificat aquests usuaris per suprimir-los:

source: User deletion is not allowed from this screen.
ca_es: La supressió de l'usuari no es permet des d'aquesta pantalla.

source: You can&#8217;t delete that user.
ca_es: No podeu esborrar aquest usuari.

source: Confirm Removal
ca_es: Confirma la supressió

source: There are no valid users selected for removal.
ca_es: No heu seleccionat cap usuari vàlid que es pugui suprimir.

source: You can't remove the current user.
ca_es: No podeu suprimir l'usuari actual.

source: Other users have been removed.
ca_es: Altres usuaris s'han suprimit.

source: %1$s updated successfully.
ca_es: %1$s actualitzat correctament.

source: Show Details
ca_es: Mostra els detalls

source: Hide Details
ca_es: Amaga els detalls

source: Yes, take me to my profile page
ca_es: Sí, porta'm a la pàgina del meu perfil

source: Your chosen password.
ca_es: La contrasenya.

source: No thanks, do not remind me again
ca_es: No gràcies, no m'ho recordeu altra vegada

source: You are not allowed to move this item out of the Trash.
ca_es: No teniu autorització per treure aquest element de la paperera.

source: Error in deleting.
ca_es: S'ha produït un error en suprimir.

source: Error in restoring from Trash.
ca_es: Error en restaurar de la paperera.

source: You are not allowed to restore this item from the Trash.
ca_es: No teniu permís per restaurar aquesta element des de la paperera.

source: Error in moving to Trash.
ca_es: S'ha produït un error en moure a la paperera.

source: %s comment restored from the Trash
ca_es: %s comentari restaurat de la paperera

source: %s comment moved to the Trash.
ca_es: %s comentari mogut a la paperera.

source: You are not allowed to move this item to the Trash.
ca_es: No teniu permís per moure aquest element a la paperera.

source: The following themes have new versions available. Check the ones you want to update and then click &#8220;Update Themes&#8221;.
ca_es: Els següents temes tenen versions noves disponibles. Reviseu les que voleu actualitzar i aleshores feu clic en &#8220;Actualitza els temes&#8221;.

source: User has been added to your site.
ca_es: L'usuari s'ha afegit al lloc web.

source: That user is already a member of this site.
ca_es: Aquest usuari ja és un membre d'aquest lloc web.

source: Invitation email sent to user. A confirmation link must be clicked for them to be added to your site.
ca_es: Correu electrònic enviat a l'usuari. S'ha de fer clic a l'enllaç de confirmació perquè sigui afegit al seu lloc web.

source: The following plugins have new versions available. Check the ones you want to update and then click &#8220;Update Plugins&#8221;.
ca_es: Les següents extensions tenen versions noves disponibles. Comproveu les que voleu actualitzar i aleshores feu clic en &#8220;Actualitza les extensions&#8221;.

source: The <code>%1$s</code> setting is unregistered. Unregistered settings are deprecated. See http://codex.wordpress.org/Settings_API
ca_es: El paràmetre <code>%1$s</code> no està registrat. Els paràmetres no registrats són obsolets. Llegiu http://codex.wordpress.org/Settings_API (en anglès)

source: This will remove the background image. You will not be able to restore any customizations.
ca_es: Això eliminarà la imatge de fons. No podreu recuperar cap personalització.

source: You did not select an item for editing.
ca_es: No heu seleccionat un element a editar.

source: Only the current theme is available to you. Contact the %s administrator for information about accessing additional themes.
ca_es: Solament teniu disponible el tema actual. Contacteu amb l'administrador %s sobre com accedir a altres temes.

source: Author Template
ca_es: Plantilla de l'autor

source: Visual Editor Stylesheet
ca_es: Editor visual de fulls d'estil

source: Tag Template
ca_es: Plantilla de l'etiqueta

source: Page saved.
ca_es: Pàgina desada

source: This plugin is already installed and is up to date
ca_es: Aquesta extensió ja s'ha instal·lat i està actualitzada.

source: More information about %s
ca_es: Més informació sobre %s

source: Update Now
ca_es: Actualitza ara

source: Grant this user super admin privileges for the Network.
ca_es: Garanteix a aquest usuari privilegis de super administrador en aquesta xarxa.

source: This user has super admin privileges.
ca_es: Aquest usuari té privilegis de super administrador.

source: Remove featured image
ca_es: Suprimeix la imatge destacada

source: Featured Image
ca_es: Imatge destacada

source: Update to version %s
ca_es: Actualitza a la versió %s

source: You are about to archive the site %s.
ca_es: Esteu a punt d'arxivar el lloc web %s.

source: You are about to unspam the site %s.
ca_es: Esteu a punt de treure de la brossa el lloc web %s.

source: You are about to mark the site %s as spam.
ca_es: Esteu a punt de marcar com a brossa el lloc web %s.

source: You are about to delete the site %s.
ca_es: Esteu a punt d'esborrar el lloc web %s.

source: You are about to unarchive the site %s.
ca_es: Esteu a punt de treure de l'arxiu el lloc web %s.

source: You cannot modify this Taxonomy.
ca_es: No podeu modificar aquesta taxonomia.

source: items
ca_es: elements

source: Usernames cannot be changed.
ca_es: Els noms d'usuari no es poden canviar.

source: The menu has been successfully deleted.
ca_es: S'ha suprimit correctament el menú.

source: Your site is asking search engines not to index its content
ca_es: El lloc està dient als cercadors que no indexin el seu contingut

source: You do not have sufficient permissions to manage plugins for this site.
ca_es: No teniu prou permisos com per gestionar les extensions d'aquest lloc.

source: Enter the address here if you want your site homepage <a href="http://codex.wordpress.org/Giving_WordPress_Its_Own_Directory">to be different from the directory</a> you installed WordPress.
ca_es: Introduïu l'adreça aquí si voleu que la pàgina principal del lloc <a href="http://codex.wordpress.org/Giving_WordPress_Its_Own_Directory">sigui diferent del directori</a> en el qual heu instal·lat el WordPress.

source: In a few words, explain what this site is about.
ca_es: En unes poques paraules, expliqueu de què tracta el lloc.

source: Site Visibility
ca_es: Visibilitat del lloc web

source: The miscellaneous options group has been removed. Use another settings group.
ca_es: El grup d'opcions miscel·lànies s'ha suprimit. Useu altre grup de paràmetres.

source: The description will be displayed in the menu if the current theme supports it.
ca_es: La descripció es mostrarà en el menú si el tema actual ho suporta.

source: You do not have sufficient permissions to modify unregistered settings for this site.
ca_es: No teniu els permisos necessaris per modificar els paràmetres no registrats per a aquesta pàgina web.

source: There is a pending change of the admin e-mail to <code>%1$s</code>. <a href="%2$s">Cancel</a>
ca_es: No hi ha canvis pendents de l'adreça de correu de l'administrador a <code>%1$s</code>. <a href="%2$s">Cancel·la</a>

source: Title Attribute
ca_es: Títol de l'atribut

source: Link Target
ca_es: Destinació de l'enllaç

source: CSS Classes (optional)
ca_es: Classes CSS (opcional)

source: Save Menu
ca_es: Desa el menú

source: A password will be automatically generated for you if you leave this blank.
ca_es: Si ho deixeu en blanc, es generarà una contrasenya de manera automàtica.

source: Password, twice
ca_es: La contrasenya, dues vegades

source: Updating Theme %1$s (%2$d/%3$d)
ca_es: S'està actualitzant el tema %1$s (%2$d/%3$d)

source: You must provide a domain name.
ca_es: Heu de proporcionar un nom de domini.

source: You must provide a name for your network of sites.
ca_es: Heu de posar un nom per a la vostra xarxa de llocs webs.

source: The network already exists.
ca_es: La xarxa ja existeix.

source: You must provide a valid e-mail address.
ca_es: Heu de proporcionar una adreça electrònica vàlida.
